Repository: mozilla-l10n/mt-training-data
Catalog: kbd/kbd_pontoon.tmx
Source language: en_us
Languages: kbd

source: Swahili
kbd: Сыуэхьыл

source: Swedish
kbd: Шведыбзэ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kbd: Псалъэухар бдэн щхьэкӏэ ижьымкӏэ гъакӏуэ. Умыдэн щхьэкӏэ сэмэгумкӏэ гъакӏуэ. Блэбгъэкӏын щхьэкӏэ ищхьэмкӏэ гъакӏуэ. <strong>Уи къэлъытэкӏэр ебгъэхьыну зыщомыгъэгъупщэ!</strong>

source: Syriac
kbd: Сирийыбзэ

source: Tagalog
kbd: Тагалог

source: Tahitian
kbd: Тахьитыбзэ

source: Taiwanese (Minnan)
kbd: Тайуэн (Миннан)

source: Tajik
kbd: Тэджык

source: Tamazight
kbd: Тамазигхт

source: Tamil
kbd: Тамилыбзэ

source: Tap
kbd: Iусэ

source: Tarifit
kbd: Тарифит

source: Tatar
kbd: Тэтэрыбзэ

source: Technology and Robotics
kbd: Технологиемрэ роботиксэмрэ

source: Teke
kbd: Теке

source: Telugu
kbd: Телугу

source: Tepeuxila Cuicatec
kbd: Тепеуксил-Куикатек

source: Terms
kbd: ЛэжьэкӀэ

source: Teutila Cuicatec
kbd: Теутила-Куикатек

source: Thai
kbd: Таибзэ

source: Thank you for contributing to Spontaneous Speech!
kbd: Гукъэкӏэщӏа зэпсалъэ папщӏэ уи хэлъхьэныгъэм щхьэкӏэ упсэу!

source: Thank you for contributing your bulk submission!
kbd: Фӏыщӏэ зхудощӏ псалъэуха гуп укъызэрыплъхьам папщӏэ.

source: Thank you for contributing your voice!
kbd: Уи макъыр зэребгъэхьам щхьэкӏэ фӏыщӏэ пхудощӏ!

source: Thank you for donating your voice clips!
kbd: Уи макъ клипхэр зэрыптам щхьэкӀэ фӏыщӏэ пхудощӏ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kbd: Уи тетхэхэм щхьэкӏэ фӏыщӏэ пхудощӏ!<lineBreak></lineBreak>Иджы ищӏагъым щыӏэ уи тетхэхэм еплъыжи егъэхь.

source: Thank you for your information
kbd: Уи щӏэныгъэм щхьэкӏэ упсэу

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kbd: Тхьэм уигъэпсэу, { $lang }-м хэбхъэхъуэну уигу зэрилъ. Дэри долэжь, бзэ къэс хьэзыр тщIыну, елэжь гупми имейлкIэ хъыбар ядогъащIэж. Iуэхум хэбгъэхъуэну уигу илъым, уи имейлыр мы напэм и кIэм къытхуитхэ.

source: Thank you for your voice information
kbd: Уи макъ щӏэныгъэхэм щхьэкӏэ фӏыщӏэ пхудощӏ

source: The bumblebee sped by.
kbd: Щӏыбжьэр блэцӏэфтащ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
kbd: «Кладбище записей» состоит из голосовых записей, которые не вошли в голосовой набор Common Voice. Также как и основной набор, набор «Кладбища записей» тоже доступен для загрузки.

source: The clip has disrespectful or offensive language.
kbd: Макъ тетхам цӏыху зэхэгъэж е гуемыӏу псэлъэ хэтщ.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
kbd: Набор данных Common Voice содержит сотни тысяч образцов голосов, которые помогают разработчикам создавать инструменты распознавания голоса.

source: The giant dino [cough] the Triassic.
kbd: Триас лъэхъэнэм и динозавр абрагъуэр.

source: The giant dinosaurs of the Triassic.
kbd: Триасым и динозавр абрагъуэхэр.

source: There are currently no sentences to review in this language.
kbd: Мы бзэмкIэ хэплъыхьын псалъэуха щыӀэкъым.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
kbd: Есть много способов думать о языке. Для целей моделей распознавания речи Common Voice предлагает сосредоточиться на «взаимной разборчивости» или «могут ли носители этого языка понять друг друга, если попытаются?»

source: The recording was too long.
kbd: Тетхэныр кӏыхьыӏуэщ.

source: The recording was too quiet.
kbd: Тетхэныр щэхуӏуэщ.

source: The recording was too short.
kbd: Тетхэныр кӏэщӏыӏуэщ.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
kbd: Иджыпсту транскрипцэ щхьэкӏэ мы бзэм ейуэ аудио щыӏэкъым. Кхъыӏэ, напэр гъэщӏэрыщӏэ хьэмэрэ итӏанэ аргуэру еплъыж.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
kbd: These languages are currently under community development. To be launched, these languages need <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kbd: Псалъэуха зэхуэхьэсакӏуэр Common Voice и платформэ нэхъыщхьэмкӏэ мэӏэпхъуэ. Иджы Common Voice-м псалъэуха <writeURL>щыботхыф</writeURL> хьэмэрэ къырагъэхьа псалъэухахэм <reviewURL>уоплъыжыф</reviewURL>.

source: The sentence has a grammatical or spelling error.
kbd: Псалъэухам грамматикэ е орфографие щыуагъэ хэтщ.

source: The sentence has disrespectful or offensive language.
kbd: Псалъэухам цӏыху зэхэгъэж е гуемыӏу псалъэ хэтщ.

source: The sentence must be grammatically correct.
kbd: Псалъэухар грамматикэмкӀэ тэмэму хъун хуейщ.

source: The sentence must be speakable.
kbd: Псалъэухар макъкӀэ еджэгъуафӀэу щытын хуейщ.

source: The sentence must be spelled correctly.
kbd: Псалъэухар тэмэму тхын хуейщ.

source: The website text is translated into that language.
kbd: Текст веб-сайта переведён на этот язык.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kbd: Мы щӏэныгъэр ептыныр ӏэмалыншӏкъым - тыншу ущыщыт къуэдейращ щыхэплъэн хуейр. Датэщыпар щыдублам зы цӏыху хуэгъэзауэ щыт щӏэныгъэу хъуар анонимнэ тщӏынущ, икӏи уи цӏэ е э-пощт хуэдэ щӏэныгъэхэр ныбжь е лъхугъэ хуэдэ демографие теухуа щӏэныгъэхэм зэрымыпыщӏам щыгъуазэ зыхуэтщӏынущ.

source: Three to go!
kbd: Щыщ къэнэжар!

source: Thur
kbd: Тур

source: Tibetan
kbd: Тибэтыбзэ

source: Tigre
kbd: Тигре

source: Tigrinya
kbd: Тыгринэ

source: Tlazoyaltepec Mixtec
kbd: Тлазоялтепек-миштек

source: Toba Qom
kbd: Тоба-Кум

source: Today
kbd: Нобэ

source: Today's Common Voice progress on clips recorded
kbd: Common Voice-м нобэ тхыгъэу ит

source: Today's Common Voice progress on clips validated
kbd: Common Voice-м нобэ тхыгъэу хэплъэжа

source: Today's Progress
kbd: Нобэ щытыкӀэр

source: Toki Pona
kbd: Токи пона

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kbd: Чтобы попасть в набор данных Common Voice, запись должна быть проверена двумя разными пользователями.

source: Too many files
kbd: Файлхэр куэдыщэщ.

source: Top Contributors
kbd: Iэпыкъу щхьэпэ

source: Torwali
kbd: Торвали

source: Total
kbd: Псори

source: Total Approved
kbd: Зыхэплъэжа псор

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
kbd: сыхьэтнэсыфмазэецIыхутхыкIэщIзы махуэм.

source: Toward next goal
kbd: Пэщыт Iуэху

source: Transcribe
kbd: Транскрипцэ тхын

source: Transcribe audio recordings into text
kbd: Макъ тетхахэр текст транскриптцие щӀы

source: Transcribe audio recordings in your language
kbd: УибзэмкӀэ ит макъ тетхахэр текст щӀы

source: Transcript submitted successfully
kbd: Транскрипцэр зэфӏэкӏыу егъэхьа хъуащ

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
kbd: <translateVideoLink>Посмотрите наш обучающий ролик о том, как использовать Pontoon.</translateVideoLink>

source: Translating the site
kbd: Сайтыр зэдзэкӏ

source: Try again by dragging your file here
kbd: Уи файлыр мыбыкӏэ къэлъэфи аргуэру хуежьэ

source: Try uploading again
kbd: Аргуэру къиплъхьэжыну хуежьэ

source: Tshivenda
kbd: Вендыбзэ

source: Tunen
kbd: Тунен

source: Tupuri
kbd: Тупури

source: Turkish
kbd: Тыркубзэ

source: Turkmen
kbd: Туркменыбзэ

source: Tush
kbd: Тушыбзэ

source: Tuvan
kbd: Тувэбзэ

source: Twi
kbd: Тыуи

source: Ubykh
kbd: Убых, ПIахъ

source: Udmurt
kbd: Удмырт

source: Ukrainian
kbd: Украиныбзэ

source: Understand contribution criteria
kbd: Хабзэм щӏэупщӏэ

source: Upload aborted. Do you want to delete your recordings?
kbd: Илъхьэныр зэпыудащ. Уи макъ тептхахэр тебгъэкlыжыну ухуей?

source: Upload an image file
kbd: Зы сурэт илъхьэ

source: { $uploadedSentences } of { $totalSentences } sentences collected
kbd: { $uploadedSentences } м щыщ { $totalSentences } псалъэухахэр къагъуэящ.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kbd: { $uploadedSentences } м щыщ { $totalSentences } псалъэуха къагъуэящ.Зырамыда псалъэухахэр къепхьэхын щхьэ <downloadLink>мыбы <downloadLink> еӏусэ.

source: Upload failed, please retry.
kbd: Къитлъхьэфакъым, иджыри зэ щӏы.

source: Upload <icon></icon> public domain sentences
kbd: Жылагъуэм ей псалъэухп илъхьэ <icon></icon>

source: Upload in progress...
kbd: Къидолъхьэ...

source: Upload more sentences?
kbd: Псалъэуха нэхъыбэ къиплъхьэну?

source: Urdu
kbd: Урд

source: Use correct grammar
kbd: Бзэхабзэр тэмэму къэгъэщхьэпэ.

source: Use correct spelling and punctuation
kbd: Тхэкӏэ еджэкӏэ хабзэм къезагъу тхы.

source: User Name
kbd: ЦIэ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
kbd: Пользователи проверяют точность пожертвованных записей, правильно ли говорящий озвучил предложение.

source: Ushojo
kbd: Ушодзе

source: Uyghur
kbd: Уйгурыбзэ

source: Uzbek
kbd: Узбэкыбзэ

source: Validated Clips
kbd: Хэплъау щыт

source: Validated Hr. Total
kbd: Сыхьэту хэплъа

source: Validate Readings
kbd: Къеджэныгъэхэр къэгъэпэж

source: Validate Readings, Review Transcriptions
kbd: Къеджэныгъэхэр къэгъэпэж, транскрипцэхэм еплъыж

source: Validate readings submitted by community members
kbd: Зэхэтым хэтхэм къырагъэхьа еджагъэхэр къэгъэпэж

source: Validate user-recorded readings in your language
kbd: Зехьэкӏуэм уи бзэкӏэ иригъэтха къеджэныгъэхэр къэгъэпэж

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kbd: Фык1элъыплъыж тхыгъэу фщ1ахэм, ар ди лэжьыгъэ Common Voice щхьэк1э лъап1эщ. Евгъэтхахэм федэ1уэжи макъ нэхъыф1хэр къыхэфх.

source: Validations
kbd: Хэплъэжу

source: Varying Pronunciations
kbd: Нэмыщӏ къэпсэлъыкӏэхэр

source: Venetian
kbd: Уэнэт

source: Vietnamese
kbd: Вьетнамыбзэ

source: Visible
kbd: Нахуэ

source: Voice clips are entered into a submission queue that readies them for listening.
kbd: Голосовые записи попадают в очередь на проверку, после которой они будут прослушаны.

source: Voice Contribution
kbd: Как делятся голосами

source: Voice Dataset, Ready for Download
kbd: Къихын папщӏэ хьэзыру макъ щӏэныгъэщыпа

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kbd: Макъыр-ещхьыфэщ, макъыр-цӏыхум ем хуэдэщ. Мис аращ дэ дыщӏыхущӏэкъур ди гъущӏыпэхэм щхьэкӏэ тыншу дгъэпсыну лъэпкъыбзэ технологие. Ауэ нэхъыбэ макъ ӏэмэпсымэ тщӏын щхьэкӏэ дыхуэнукъуэщ куэду зэхухьэса бзэ тхыгъэхэр.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kbd: Макъыр гъащIэм щыщщ, макъыр цIыхущ. Аращ дэ, мэшынэм папщIэ, щхьэпэ хъун макъ Iэмэ-псымэм дыщIелэжь. Ау макъ Iэмэ-псымэ щIыным папщIэ, мэкъ датэ куэдыфI хуещ. Макъыр-ещхьыфэщ, макъыр-ц1ыхум ем хуэдэщ. Мис аращ дэ дыщ1ыхущ1экъур ди гъущ1ыпэхэм щхьэк1э тыншу дгъэпсыну лъэпкъыбзэ 1эмэпсымэ(technology). Ауэ нэхъыбэ макъ 1эмэпсымэ тщ1ын щхьэк1э дыхуэнукъуэщ куэду зэхухьэса бзэ тхыгъэхэр.

source: Voices Online Now
kbd: Макъ ирагъэтхауэ утыку илъхэр

source: Voice Validation
kbd: Подтверждение голосов

source: Volume
kbd: Макъ лъэшыгъ

source: Votic
kbd: Уэт

source: Wakhi
kbd: Вахи

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kbd: Хотите помочь сделать Common Voice ещё лучше? Отлично! Свяжитесь с нами по электронной почте или через <discourseLink>Discourse</discourseLink>, сообщайте о проблемах с сайтом через <githubLink>GitHub</githubLink> или присоединяйтесь к чату сообщества на <matrixLink>Matrix</matrixLink>.

source: Want to save your information? <createProfile>Create a profile</createProfile>
kbd: Уи щӏэныгъэхэр пхъумэну ухуей? <createProfile>Профиль къызэгъэпэщ</createProfile>

source: Want to stay in touch with Common Voice?
kbd: Хотите быть на связи с Common Voice?

source: Wayuunaiki
kbd: Уэюнаикыбзэ

source: We are going out to get coffee.
kbd: Дэ кофе къэтщэхуну дыщӏокӏ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kbd: Дэ, Mozilla-м, макъ и Iэмэ-псымэ зыужь гуп щыдоухуэ. Дыхует, нэхъыбэ къэтщIэну, и хъыбархэм дыкIэлъыплъыну, мы щIэу къежьэ макъ Iэмэ-псымэ щхьэпэ зэрыфхуэхъу.

source: Website Localization
kbd: Локализация веб-сайта

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kbd: Уедэӏуэн щхьэкӏэ макъ тетхар ауэ къэдгъуэтыфакъым. Кхъыӏэ, итӏанэ аргуэру еплъыж.

source: We couldn’t get any sentences for you to speak. Please try again later.
kbd: Уедэӏуэн щхьэкӏэ макъ тетхар ауэ къэдгъуэтыфакъым. Кхъыӏэ, итӏанэ аргуэру еплъыж.

source: Weekly
kbd: Тхьэмахуэ къэс

source: Weekly Goal
kbd: Тхьэмахуэ гъэпс

source: We launch the Common Voice site in this language.
kbd: Мы запускаем сайт Common Voice на этом языке.

source: Welcome { $company } staff!
kbd: Къеблагъэ, { $company } лэжьэгъухэ!

source: Welcome to Common Voice
kbd: Common Voice-м къеблагъэ

source: Welsh
kbd: Уэлыш

source: We may have run out of clips - refresh the page, or try again later.
kbd: Къэгъэпэжын хуей макъ тетхахэр иухащ. Напэкӏуӏцӏыр гъэщӏэрыщӏэ е итӏанэ аргуэру еплъыж.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kbd: Псалъэ удот, уи инфор, фIыкIэ зетхьэну. Нэхъыбэу <privacyLink>"Щэху Тхыгъэм"</privacyLink> фыщеджэфынущ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
kbd: Мы создаём краудсорсинговый открытый голосовой набор. Помогите своим голосом, проверяйте точность записей других людей, делайте набор данных лучше для всех и каждого.

source: We're going out to get coffee.
kbd: Дэ кофе къэтщэхуну дыщӏокӏ.

source: We release the dataset every 3 months.
kbd: Мы публикуем набор данных каждые 3 месяца.

source: We're making some big changes
kbd: ЗэхъуэкIыныгъэшхуэ зыбжанэ дощӏ

source: We’re sorry, your platform is not currently supported.
kbd: Ди жагъуэщ, уи платформэр иджыпстукӏэ зыщӏэгъэкъуакъым.

source: Western Highland Purepecha
kbd: Ищхъэрэ къущхьэ пурепеча

source: Western Penan
kbd: Централь Меланау

source: Western Sierra Puebla Nahuatl
kbd: Къухьэпӏэ Серра Пуеблэ Наутл

source: Westphalian
kbd: Вестфалыбзэ

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kbd: Для переводов мы используем инструмент Mozilla под названием <pontoonLink>Pontoon</pontoonLink>. У Pontoon много языков, но если вашего нет, вы можете <pontoonRequestLink>запросить добавление языка</pontoonRequestLink>. Затем, чтобы сделать язык доступным в проекте Common Voice, <githubRepoLink>запросите новый язык на GitHub</githubRepoLink>. <localizationFragment>Подробнее о переводе сайтов</localizationFragment>.

source: We've run out of sentences to record in this language...
kbd: Мы бзэмкӏэ псалъэуха тегъэтхын къэнэжакъым...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
kbd: Мы хотим, чтобы речевые модели лучше понимали широкий круг говорящих. Для этого набор голосовых данных должен представлять множество разных людей.

source: We will be in touch with more information as it becomes available.
kbd: Хъыбэр уэдгъэщIэнщ, щIэу инфо хьэзыру диIэху.

source: What is a language on Common Voice?
kbd: Что такое язык на Common Voice?

source: What issues are you experiencing with this sentence?
kbd: Сыт мы псалъэухамкӏэ гугъу уезыгъэхьыр?

source: What is your age?
kbd: Уи ныбжьыр сыт?

source: What needs to be in my file?
kbd: Сыт си файлым итын хуей?

source: What sentences can I add?
kbd: Сыт хуэдэ псалъэухахэр хэзгъэхьэфын?

source: What's Public?
kbd: Сыт худэ тхыгъэ псоми ялъэгъуфыр?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
kbd: Если пользователь выбирает «Нет», запись возвращается в очередь. Если она получает второй голос «против», то запись отправляется на «Кладбище записей».

source: Why ?
kbd: Сытым щхьа?

source: Why a profile?
kbd: Сыт профил щӀыхуер?

source: Why are you asking?
kbd: Щхьэ уупщIэрэ?

source: Why Common Voice?
kbd: Common Voice-ыр зищlысыр

source: Why does this matter?
kbd: Сыт мы щIэ щхьэпэр?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kbd: Щхьэ напэкӀуэц (профайл) пщӀа нэуж Ӏуэху пщӀахэм уеплъыфынущ иджы макъ тезыха адрей цӀыхухэми нэӏуасэ пхуэхъуфынущ.

source: Wixarika
kbd: Виксарика

source: Wixárika
kbd: Вихарикэ

source: Wolof
kbd: Волоф

source: Write
kbd: Тхы

source: Write down what you hear the person saying here
kbd: Псэлъакӏуэм жиӏэу зэхэпхыр итхэ

source: Write options menu
kbd: Тхэн щапхъэхэм я меню

source: Xhosa
kbd: Коса

source: Xitsonga
kbd: Тсонга

source: y
kbd: й

source: Y
kbd: Н

source: Yaqui
kbd: Яки

source: Yes
kbd: Ары

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kbd: НтIэ, э-пощт къысхуевгъэхь. Common Voice проектым папщIэ хъыбар сывгъэщIэну сыхуейщ.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kbd: НтIэ, имейл къегъэхь. Сыхуэйщ хъыбар сывгъэщIэну, бзэм и Iуэхур Common Voice-м зэрекIуэкI.

source: Yiddish
kbd: Идиш

source: Yoruba
kbd: Йорубэ

source: You
kbd: Фэ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kbd: Абы къыщынэмыщӏауэ къэвгъэсэбэп хъунущ клавишэхэу: { sc-review-form-button-approve-shortcut } къэщтэн { sc-review-form-button-reject-shortcut } мыдэн { sc-review-form-button-skip-shortcut } блэгъэкlын

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
kbd: Вы можете познакомиться с другими участниками языковых сообществ Mozilla, присоединившись к <discourseLink>Discourse</discourseLink> для обсуждения тем или <matrixLink>Matrix</matrixLink> для быстрого совета.

source: You cannot add multiple sentences for a single submission
kbd: Зы къилъхьэгъуэм псалъэуха куэд къиплъхьэфынукъым.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kbd: Зы бзэ ауэ къыхэпхакъым. Бзэхэр къыхэпхын щхьэкӏэ уи <profileLink>профилым</profileLink> кӀуэ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kbd: Мы напэкӏуэцӏым къызэриплъхьэфыным и гъунэм унэссащ. Нэгъуэщӏ псалъэуха къилъхьэн щхьэ секунд { $retryLimit }ежэ. Уи сабырыгъэгъэм щхьэ пщӏэ пхудощӏ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kbd: Мы напэкӏуэцӏым къызэриплъхьэфыным и гъунэм унэссащ. Нэгъуэщӏ псалъэуха къилъхьэн щхьэкIэ сэкунд { $retryLimit } ежэ. ШыӀэныгъэ ухъуам щхьэкӀэ фӀыщӀэ пхудощӀ.

source: You must allow microphone access.
kbd: Микрофон екӏуэлӏапӏэм хуитыныгъэ ептын хуейщ.

source: Your download has started.
kbd: Файл къихыным щlидзащ

source: You’re contributing to a target segment
kbd: Ди ӏуэху ӏыхьэм хэлъхьэныгъэ хубощӏыр

source: You’re contributing to our first target segment
kbd: Япэрей ди ӏуэху ӏыхьэм хэлъхьэныгъэ хубощӏыр

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kbd: Псынщӏэӏуэу уокӏуэ. Кхъыӏэ, тэмэму зэрыщытыр къэпщытэн папщӏэ псалъэухахэм еплъыжыным зы напӏэзыпӏэ ет.

source: You're helping Common Voice reach our daily sentence goals!
kbd: Common Voice м махуэкӏэ псалъэуха лимитым дынэсынкӏэ у къыддэӏэпыкъуфыну?

source: Your Languages
kbd: Фи бзэ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kbd: Уи бзэ вариантым и макъ тетхахэр иухауэ къыщӏэкӏынкӏэри хъунщ! Тыншу ущытмэ, уи бзэм ейуэ псалъэуха нэгъуэщӏхэр плъагъун папщӏэ уи теухуэныгъэхэр пхъуэжыфынущ.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kbd: Уи бзэ вариатымкӏэ псалъэуха къэнэжакъым! Пфӏэигъуэмэ, нэгъуэщӏ псалъэухахэр плъагъуным папщӏэ уи теухуапӏэр зэхъуэкӏ.

source: You've successfully signed up for contributing to { $language }. Thank you.
kbd: Тхьэм уигъэпсэу. ФIыу фыхэхьащ, { $language } Iуэхум хэвгъэхъуэну.

source: Zaza
kbd: Зэзэибзэ

source: Zulu
kbd: Зулу

source: account recovery key
kbd: аккаунтыр зэрызэрагъэпэщыж ӏункӏыбзэlух

source: add-on
kbd: хэлъхьахуэ

source: alternate text
kbd: алтернатив текст

source: attack
kbd: теуэн

source: attacker
kbd: теуакIуэ

source: Attack Site
kbd: Теуэрэ сайт

source: attendee
kbd: нэрыбгъэ хэтхэр

source: authenticate
kbd: щыхьэт техъуэн

source: authenticated
kbd: щыхьэт техъуа

source: authentication code
kbd: щыхьэт техъуэ код

source: autoplay
kbd: автоматикэу егъэжьэн

source: backup authentication code
kbd: зэзыгъэпэщыж щӏэзыгъэбыдэ код

source: bookmark
kbd: тхылъдэлъхьэ

source: breakpoint
kbd: зэпыупщӏыпӏэ

source: Bug report
kbd: Щыуагъэ рапорт

source: certificate authority
kbd: сертификат къыдэзгъэкӏыр

source: cipher
kbd: шифр

source: clipboard
kbd: тегъэпщӏапӏэ

source: colorway
kbd: фэгъуэгу

source: confirmation code
kbd: къэзгъэпэжын код

source: context
kbd: тексткупщӏэ

source: cookie banner
kbd: хьэгъуэшхыгъуэ баннэр

source: corrupt
kbd: къутэн

source: corrupted
kbd: къута
